import {Product} from './product';

export const PRODUCTS: Product[] = [
  {
    id: 1,
    name: 'Imperator: Rome - Magna Graecia - Content Pack',
    iamge: 'https://cdn.gabestore.ru/product/370x460_-vcdmmylH3JOSzTZXEcQf5eVaoB2lYtR.jpg',
    language: 'Russian',
    release: '31 марта 2020',
    publisher: 'Paradox Interactive',
    developer: 'Paradox Development',
    cost: 195,
    // tslint:disable-next-line:max-line-length
    overview: 'Наследие Александра Македонского Империя Александра Македонского пала, но борьба не окончена. Греческие города продолжают борьбу за независимость и право распоряжаться своей судьбой. Афины и Спарта расширяют свое влияние в Эгейском море. Великий город Сиракузы желает захватить власть над Сицилией. Настало время навести порядок. Дополнение Imperator: Rome - Magna Graecia порадует новыми заданиями для Греции, новыми божествами, новыми музыкальными темами, художественным оформлением  и игровыми механиками. Отправляйтесь во времена, когда Рим ещё только шел к своему величию, Карфаген вселял ужас в сердца врагов, а наследие Александра не было забыто. Откройте новую главу в истории Imperator: Rome вместе с дополнением Magna Graecia!'
  },
  {
    id: 2,
    name: 'Mount and Blade 2: Bannerlord',
    iamge: 'https://cdn.gabestore.ru/product/370x460_zyKx-ZjYO9qdkglVbZLXOuu04UuqvoaG.jpg',
    language: 'Russian',
    release: '30 марта 2020',
    publisher: 'TaleWorlds Entertainment',
    developer: 'TaleWorlds Entertainment',
    cost: 195,
    // tslint:disable-next-line:max-line-length
    overview: 'Наследие Александра Македонского Империя Александра Македонского пала, но борьба не окончена. Греческие города продолжают борьбу за независимость и право распоряжаться своей судьбой. Афины и Спарта расширяют свое влияние в Эгейском море. Великий город Сиракузы желает захватить власть над Сицилией. Настало время навести порядок. Дополнение Imperator: Rome - Magna Graecia порадует новыми заданиями для Греции, новыми божествами, новыми музыкальными темами, художественным оформлением  и игровыми механиками. Отправляйтесь во времена, когда Рим ещё только шел к своему величию, Карфаген вселял ужас в сердца врагов, а наследие Александра не было забыто. Откройте новую главу в истории Imperator: Rome вместе с дополнением Magna Graecia!'
  },
  {
    id: 4,
    name: 'Borderlands 3 – Guns, Love, and Tentacles',
    iamge: 'https://cdn.gabestore.ru/product/370x460_HNxo889h3zhgjU72UHCz-RLn7TzgGDGS.jpg',
    language: 'Russian',
    release: '30 марта 2020',
    publisher: 'TaleWorlds Entertainment',
    developer: 'TaleWorlds Entertainment',
    cost: 195,
    // tslint:disable-next-line:max-line-length
    overview: 'Наследие Александра Македонского Империя Александра Македонского пала, но борьба не окончена. Греческие города продолжают борьбу за независимость и право распоряжаться своей судьбой. Афины и Спарта расширяют свое влияние в Эгейском море. Великий город Сиракузы желает захватить власть над Сицилией. Настало время навести порядок. Дополнение Imperator: Rome - Magna Graecia порадует новыми заданиями для Греции, новыми божествами, новыми музыкальными темами, художественным оформлением  и игровыми механиками. Отправляйтесь во времена, когда Рим ещё только шел к своему величию, Карфаген вселял ужас в сердца врагов, а наследие Александра не было забыто. Откройте новую главу в истории Imperator: Rome вместе с дополнением Magna Graecia!'
  },
  {
    id: 5,
    name: 'Borderlands 3 – Guns, Love, and Tentacles',
    iamge: 'https://cdn.gabestore.ru/product/370x460_HNxo889h3zhgjU72UHCz-RLn7TzgGDGS.jpg',
    language: 'Russian',
    release: '30 марта 2020',
    publisher: 'TaleWorlds Entertainment',
    developer: 'TaleWorlds Entertainment',
    cost: 195,
    // tslint:disable-next-line:max-line-length
    overview: 'Наследие Александра Македонского Империя Александра Македонского пала, но борьба не окончена. Греческие города продолжают борьбу за независимость и право распоряжаться своей судьбой. Афины и Спарта расширяют свое влияние в Эгейском море. Великий город Сиракузы желает захватить власть над Сицилией. Настало время навести порядок. Дополнение Imperator: Rome - Magna Graecia порадует новыми заданиями для Греции, новыми божествами, новыми музыкальными темами, художественным оформлением  и игровыми механиками. Отправляйтесь во времена, когда Рим ещё только шел к своему величию, Карфаген вселял ужас в сердца врагов, а наследие Александра не было забыто. Откройте новую главу в истории Imperator: Rome вместе с дополнением Magna Graecia!'
  },
  {
    id: 6,
    name: 'Borderlands 3 – Guns, Love, and Tentacles',
    iamge: 'https://cdn.gabestore.ru/product/370x460_HNxo889h3zhgjU72UHCz-RLn7TzgGDGS.jpg',
    language: 'Russian',
    release: '30 марта 2020',
    publisher: 'TaleWorlds Entertainment',
    developer: 'TaleWorlds Entertainment',
    cost: 195,
    // tslint:disable-next-line:max-line-length
    overview: 'Наследие Александра Македонского Империя Александра Македонского пала, но борьба не окончена. Греческие города продолжают борьбу за независимость и право распоряжаться своей судьбой. Афины и Спарта расширяют свое влияние в Эгейском море. Великий город Сиракузы желает захватить власть над Сицилией. Настало время навести порядок. Дополнение Imperator: Rome - Magna Graecia порадует новыми заданиями для Греции, новыми божествами, новыми музыкальными темами, художественным оформлением  и игровыми механиками. Отправляйтесь во времена, когда Рим ещё только шел к своему величию, Карфаген вселял ужас в сердца врагов, а наследие Александра не было забыто. Откройте новую главу в истории Imperator: Rome вместе с дополнением Magna Graecia!'
  },
  {
    id: 7,
    name: 'Borderlands 3 – Guns, Love, and Tentacles',
    iamge: 'https://cdn.gabestore.ru/product/370x460_HNxo889h3zhgjU72UHCz-RLn7TzgGDGS.jpg',
    language: 'Russian',
    release: '30 марта 2020',
    publisher: 'TaleWorlds Entertainment',
    developer: 'TaleWorlds Entertainment',
    cost: 195,
    // tslint:disable-next-line:max-line-length
    overview: 'Наследие Александра Македонского Империя Александра Македонского пала, но борьба не окончена. Греческие города продолжают борьбу за независимость и право распоряжаться своей судьбой. Афины и Спарта расширяют свое влияние в Эгейском море. Великий город Сиракузы желает захватить власть над Сицилией. Настало время навести порядок. Дополнение Imperator: Rome - Magna Graecia порадует новыми заданиями для Греции, новыми божествами, новыми музыкальными темами, художественным оформлением  и игровыми механиками. Отправляйтесь во времена, когда Рим ещё только шел к своему величию, Карфаген вселял ужас в сердца врагов, а наследие Александра не было забыто. Откройте новую главу в истории Imperator: Rome вместе с дополнением Magna Graecia!'
  },
  {
    id: 8,
    name: 'Borderlands 3 – Guns, Love, and Tentacles',
    iamge: 'https://cdn.gabestore.ru/product/370x460_HNxo889h3zhgjU72UHCz-RLn7TzgGDGS.jpg',
    language: 'Russian',
    release: '30 марта 2020',
    publisher: 'TaleWorlds Entertainment',
    developer: 'TaleWorlds Entertainment',
    cost: 195,
    // tslint:disable-next-line:max-line-length
    overview: 'Наследие Александра Македонского Империя Александра Македонского пала, но борьба не окончена. Греческие города продолжают борьбу за независимость и право распоряжаться своей судьбой. Афины и Спарта расширяют свое влияние в Эгейском море. Великий город Сиракузы желает захватить власть над Сицилией. Настало время навести порядок. Дополнение Imperator: Rome - Magna Graecia порадует новыми заданиями для Греции, новыми божествами, новыми музыкальными темами, художественным оформлением  и игровыми механиками. Отправляйтесь во времена, когда Рим ещё только шел к своему величию, Карфаген вселял ужас в сердца врагов, а наследие Александра не было забыто. Откройте новую главу в истории Imperator: Rome вместе с дополнением Magna Graecia!'
  },
  {
    id: 9,
    name: 'Borderlands 3 – Guns, Love, and Tentacles',
    iamge: 'https://cdn.gabestore.ru/product/370x460_HNxo889h3zhgjU72UHCz-RLn7TzgGDGS.jpg',
    language: 'Russian',
    release: '30 марта 2020',
    publisher: 'TaleWorlds Entertainment',
    developer: 'TaleWorlds Entertainment',
    cost: 195,
    // tslint:disable-next-line:max-line-length
    overview: 'Наследие Александра Македонского Империя Александра Македонского пала, но борьба не окончена. Греческие города продолжают борьбу за независимость и право распоряжаться своей судьбой. Афины и Спарта расширяют свое влияние в Эгейском море. Великий город Сиракузы желает захватить власть над Сицилией. Настало время навести порядок. Дополнение Imperator: Rome - Magna Graecia порадует новыми заданиями для Греции, новыми божествами, новыми музыкальными темами, художественным оформлением  и игровыми механиками. Отправляйтесь во времена, когда Рим ещё только шел к своему величию, Карфаген вселял ужас в сердца врагов, а наследие Александра не было забыто. Откройте новую главу в истории Imperator: Rome вместе с дополнением Magna Graecia!'
  },
  {
    id: 10,
    name: 'Borderlands 3 – Guns, Love, and Tentacles',
    iamge: 'https://cdn.gabestore.ru/product/370x460_HNxo889h3zhgjU72UHCz-RLn7TzgGDGS.jpg',
    language: 'Russian',
    release: '30 марта 2020',
    publisher: 'TaleWorlds Entertainment',
    developer: 'TaleWorlds Entertainment',
    cost: 195,
    // tslint:disable-next-line:max-line-length
    overview: 'Наследие Александра Македонского Империя Александра Македонского пала, но борьба не окончена. Греческие города продолжают борьбу за независимость и право распоряжаться своей судьбой. Афины и Спарта расширяют свое влияние в Эгейском море. Великий город Сиракузы желает захватить власть над Сицилией. Настало время навести порядок. Дополнение Imperator: Rome - Magna Graecia порадует новыми заданиями для Греции, новыми божествами, новыми музыкальными темами, художественным оформлением  и игровыми механиками. Отправляйтесь во времена, когда Рим ещё только шел к своему величию, Карфаген вселял ужас в сердца врагов, а наследие Александра не было забыто. Откройте новую главу в истории Imperator: Rome вместе с дополнением Magna Graecia!'
  },
];
